{
  "cerita_rakyat": [
    {
      "judul": "Aji Saka dan Asal Usul Aksara Jawa",
      "Cerita": [
        {
          "teks": "Tersebutlah seorang pemuda sakti yang tinggal di desa Medang Kawit. Aji Saka namanya. Ia mempunyai dua pembantu yang sangat setia. Dora dan Sembada nama keduanya.\nSuatu hari Aji Saka berniat ke wilayah Medang Kamulan. Ia mendengar perilaku Raja Medang Kamulan yang bernama Prabu Dewata Cengkar yang sangat jahat. Prabu Dewata Cengkar gemar memangsa daging manusia setiap harinya. Patih Medang Kamulan yang bernama Jugul Muda harus sibuk mencari manusia untuk dipersembahkan kepada rajanya yang sangat kejam itu. Rakyat Medang Kamulan sangat ketakutan dan memilih mengungsi dari Medang Kamulan. Aji Saka berniat menghentikan kekejaman penguasa kerajaan Medang Kamulan untuk selama-Iamanya.\nDalam perjalanan menuju kerajaan Medang Kamulan, Aji Saka dan dua pembantunya tiba di daerah pegunungan Kendeng. Aji Saka meminta Sembada untuk tinggal di daerah itu dan menyerahkan keris saktinya. Katanya, “Kutitipkan keris sakti pusakaku ini kepadamu. Jangan engkau serahkan keris sakti pusakaku ini kepada siapa pun kecuali hanya kepadaku! Aku sendiri yang akan datang mengambil keris pusakaku ini.” Sembada mengiyakan pesan Aji Saka.\nAji Saka bersama Dora melanjutkan perjalanan. Di sebuah tempat, Aji Saka meminta Dora untuk tinggal karena ia akan ke kerajaan Medang Kamulan seorang diri.\nSyandan, Aji Saka bertemu dengan Patih Jugul Muda yang tampak kebingungan karena tidak mendapatkan seorang manusia pun yang dapat dipersembahkan untuk Prabu Dewata Cengkar. “Jika itu yang menjadi kebingunganmu, serahkan aku kepada rajamu, wahai Patih Jugul Muda,” kata Aji Saka.\nPatih Jugul Muda sangat heran mendengar ucapan Aji Saka. Jika orang lain akan lari terbirit-birit saat hendak dijadikan korban, Aji Saka malah menawarkan dirinya!",
          "gambar": "assets/cerita/1.1.png"
        },
        {
          "teks": "Patih Jugul Muda lantas membawa Aji Saka ke istana kerajaan Medang Kamulan. Berbeda dengan orang lain yang sangat ketakutan ketika dihadapkan pada Prabu Dewata Cengkar, Aji Saka tampak tenang. Katanya di hadapan Raja Medang Kamulan yang sangat kejam itu, “Sebelum hamba Paduka makan, perkenankan hamba mengajukan satu syarat terlebih dahulu.”\n“Syarat?” Prabu Dewata Cengkar melototkan kedua bola matanya, “Syarat apa yang engkau kehendaki?”\n“Hamba meminta imbalan tanah seluas surban yang hamba kenakan ini,” jawab Aji Saka.\nTak terkirakan gembiranya hati Prabu Dewata Cengkar mendengar syarat yang diajukan Aji Saka. Syarat yang sangat mudah menurutnya. Dengan wajah berseri-seri, “Aku akan penuhi permintaanmu! Lekas engkau buka surbanmu itu dan gelarlah. Aku telah sangat lapar!”\nAji Saka membuka surbannya dan mulai menggelarnya. Surban itu ternyata sangat panjang, tidak putus-putusnya digelar hingga wilayah Kerajaan Medang Kamulan pun kurang panjang. Surban bagai terus memanjang hingga membentang dari istana kerajaan menjangkau wilayah gunung, sungai, hutan, dan bahkan hingga ke Iembah- lembah. Prabu Dewata Cengkar dan semua tidak menyangka jika surban yang dikenakan Aji Saka itu begitu panjang lagi luas.",
          "gambar": "assets/cerita/1.2.jpg"
        },
        {
          "teks": "Sesuai perjanjian yang telah disepakati, wilayah kekuasaan Prabu Dewata Cengkar diserahkan kepada Aji Saka. Prabu Dewata Cengkar pun sangat murka. Aji Saka bisa menghindari serangan tiba-tiba itu. Sebaliknya, Prabu Dewata Cengkar tidak berdaya ketika terlilit surban. Semakin ia berusaha melepaskan diri, semakin kuat ia terbelit surban Aji Saka. Dengan kesaktiannya, Aji Saka mampu melemparkan tubuh Prabu Dewata Cengkar ke Laut Selatan dan menemui kematiannya.\nTak terkirakan kegembiraan rakyat Medang Kamulan setelah mendengar kematian Prabu Dewata Cengkar. Berbondong-bondong mereka kembali ke desa mereka masing-masing. Segenap rakyat pun akhirnya sepakat menunjuk Aji Saka sebagai Raja Medang Kamulan menggantikan Prabu Dewata Cengkar. \nPada suatu hari Aji Saka teringat pada keris sakti pusakanya yang masih ditinggalkannya di pegunungan Kendeng yang dijaga Sembada. Ia lantas memerintahkan Dora untuk mengambil keris pusakanya itu.\nBerangkatlah Dora memenuhi perintah Aji Saka. Bertemulah ia dengan sahabat dekatnya yang masih tetap setia berada di pegunungan Kendeng. Dora menyatakan maksud kedatangannya. “Aku diutus junjungan kita untuk mengambil keris pusaka yang dititipkannya kepadamu.”\nSembada tidak curiga mendengar ucapan Dora. Namun, ia tidak bisa menyerahkan keris pusaka milik Aji Saka itu kepada sahabat dekatnya itu. “Untuk engkau ketahui wahai Dora sahabatku, junjungan kita pernah berpesan kepadaku untuk tidak menyerahkan keris pusaka itu kepada siapa pun juga! Junjungan kita itu juga telah berjanji kepadaku untuk mengambiL keris pusakanya sendiri.”\n“Sembada sahabatku, apakah engkau mencurigai aku? Demi Sang Hyang Dewata Agung, aku sungguh-sungguh menjalankan perintah junjungan kita!” ujar Dora untuk meyakinkan.\nNamun, Sembada tidak berkenan memberikan keris pusaka milik Aji Saka itu. Ia hanya akan menyerahkan keris pusaka itu kepada Aji Saka sesuai amanat. Sementara Dora juga tetap bersikeras untuk meminta keris pusaka Aji Saka sesuai perintah yang diterimanya. Keduanya saling bersikeras hingga terjadilah pertarungan di antara dua sahabat dekat itu.",
          "gambar": "assets/cerita/1.3.png"
        },
        {
          "teks": "Aji Saka terus menunggu di istana Kerajaan Medang Kamulan. Karena Dora yang diutusnya belum juga kembali. Karena penasaran, Aji Saka pun bergegas menuju pegunungan Kendeng. Sesampainya Aji Saka di pegunungan Kendeng, ia mendapati dua pembantu setianya telah tewas karena pusaka masing-masing. Mereka telah bertarung demi menjaga amanat yang diberikannya. \nAji Saka sangat merasa bersalah atas tewasnya mereka. Keduanya rela mati demi menjaga amanat dan perintah yang mereka emban. Sebagai wujud penghormatannya atas kesetiaan dua pembantunya, Aji Saka lantas menuliskan huruf-huruf di atas batu. Bunyi tulisan itu adalah:",
          "gambar": "assets/cerita/1.4.png"
        },
        {
          "teks": "(Makna tulisan itu adalah Ada utusan, (utusan itu) saling bertengkar, (keduanya) sama-sama sakti, (keduanya pun) mati bersama.)\nTulisan Aji Saka itu kemudian dikenal dengan nama Carakan dan menjadi asal mula huruf Jawa yang hingga kini masih juga menjadi tulisan dan juga bacaan orang-orang Jawa."
        }
      ],
      "video": "url_video",
      "moral": "Pesan moral dari Aji Saka dan Asal Usul Aksara Jawa adalah memegang dan menjalankan amanat hendaknya dilakukan sebaik dan semampu yang dapat kita lakukan. Orang yang memegang dan menjalankan amanat dengan baik akan mendapatkan kehormatan di kemudian hari."
    },
    {
      "judul": "Asal Usul Baturaden",
      "Cerita": [
        {
          "teks": "Menurut sumber tutur di masyarakat, dulu, di kawasan Banyumas, terdapat sebuah pemerintahan bernama Kadipaten Kutaliman. Pada saat itu, pemimpinnya bernama Adipati Kutaliman. Pada saat menjabat, ia memiliki dua orang anak perempuan.\nAdipati Kutaliman ini juga memiliki seorang perawat kuda yang bernama Suta, seorang pemuda yang memiliki sifat rajin, baik hati, jujur. Bila dibutuhkan oleh sang Adipati, pekerjaannya memang mengurus kuda dan membersihkan kandangnya. Sumber tutur lain menyebutkan, nama lain dari pengurus kuda ini adalah Batur Gamel atau Jaka Gamel.\nSuatu ketika selepas selesai mengurus kuda, ia memutuskan untuk berjalan-jalan menelusuri wilayah kadipaten yang belum pernah ia datangi. Suta berjalan di dekat danau, dia mendengar seorang wanita menjerit.",
          "gambar": "assets/cerita/2.1.png"
        },
        {
          "teks": "Dengan segera Suta mencari sumber teriakan itu. Akhirnya, dia tiba di dekat pohon besar. Disana dia melihat putri raja sedang berteriak ketakutan. Di depan sang putri ada ular raksasa sedang mengancam dan memojokan. Suta sebenarnya takut, tetapi dia lebih khawatir dengan keselamatan sang putri. Jadi dia mengambil tongkat besar dan memukul ular itu di kepalanya. Ular mendesis kesakitan dan akhirnya mati.\n“Terima kasih, Suta. Kamu telah menyelamatkan hidupku,” kata sang putri.\n“Tidak perlu berterima kasih putri. Adalah tugasku sebagai pelayan ayahmu untuk membantu dan menjagamu.”\nSejak hari itu, Suta dan sang putri menjadi teman baik. Lambat laun persahabatan mereka berubah menjadi saling jatuh cinta.\nPada suatu waktu sang putri menyuruh Suta untuk menghadao ayahnya dan meminta izin untuk menikahinya. Raja sangat marah mendengar tentang rencana mereka.\n“Suta hanya seorang pelayan sementara kamu adalah putriku, sang putri. Tidak dapat diterima bagimu untuk menikahi seorang pelayan.” ucap sang Raja tegas.",
          "gambar": "assets/cerita/2.2.png"
        },
        {
          "teks": "Sang putri sedih mendengar jawaban ayahnya, terutama setelah ayahnya melempar Suta ke penjara karena memiliki keberanian untuk meminta menikah dengannya. Di penjara, Suta tidak diberi makan ataupun minum apa pun. Mendengar itu, sang putri membuat rencana untuk membantu kekasihnya melarikan diri dari penjara.\nMereka berhasil dan mereka lari jauh. Arah pelarian mereka adalah menuju ke utara, yang mana lokasi ini mengarah ke Gunung Slamet. Ketika mereka sudah cukup jauh meninggalkan istana, tibalah mereka di kaki gunung dan mendapatkan tempat yang damai dengan sungai yang mengalir di dekatnya.\nAkhirnya, mereka pun menikah dan memutuskan untuk tinggal berdua di sana hingga memiliki keturunan.  Tempat di mana Suta dan sang putri membesarkan keluarga mereka disebut Baturaden.\nBatur berarti pelayan sementara raden berarti mulia. Saat ini, Baturraden adalah tempat wisata yang sangat menarik. Itu terletak di kaki Gunung Slamet di Purwokerto, Jawa Tengah."
        }
      ],
      "video": "url_video",
      "moral": "Pesan moral dari Asal Usul Baturaden adalah berjuanglah untuk apa yang kamu inginkan. Jika kamu berbuat baik dan berusaha dengan sungguh-sungguh maka kamu akan berhasil di masa yang akan datang."
    },
    {
      "judul": "Asal Usul Kota Semarang",
      "Cerita": [
        {
          "teks": "Dongeng asal usul Kota Semarang tak bisa dilepaskan dari Kerajaan Demak yang merupakan salah satu kerajaan Islam terbesar di Indonesia. Di wilayah kerajaan ini, hiduplah seorang pangeran yang bernama Raden Made Pandan.\nRaden Made Pandan dikenal oleh masyarakat setempat sebagai seorang bangsawan dan ulama. Ia sangat dihormati dan disegani oleh penduduk setempat karena kebijaksanaan dan kewibawaannya.",
          "gambar": "assets/cerita/3.1.png"
        },
        {
          "teks": "Raden Made Pandan memiliki seorang putra yang bernama Raden Pandanarang. Anak laki-laki ini mempunyai kepribadian yang baik dan dikenal sebagai seseorang yang baik hati, ramah, sopan, dan berbakti kepada orangtuanya.\nPada suatu hari, Raden Made Pandan mengumpulkan para pengikutnya dan mengajak mereka untuk meninggalkan Kerajaan Demak. Dalam perjalanannya menuju ke arah barat bersama pengikutnya, Raden Made Pandan juga ikut membawa anak laki-lakinya, Raden Pandanarang.\nSetelah menghabiskan waktu berhari-hari dalam perjalanan, rombongan Raden Made Pandan akhirnya berhenti pada sebuah hutan yang ia rasa cocok untuk ditempati. Pohon-pohon dalam hutan itu kemudian ditebangi dan dibangunlah pedesaan beserta pondok pesantren.\nDi wilayah itulah Raden Made Pandan menghabiskan hidupnya bersama anaknya. Selain mengajarkan tentang agama Islam, ia juga mengelola lahan pertanian yang menjadi sumber bahan makanan untuk bertahan hidup.",
          "gambar": "assets/cerita/3.2.png"
        },
        {
          "teks": "Daerah yang dirintis pembangunannya oleh Raden Made Pandan beserta pengikutnya itu lama-kelamaan ramai didatangi oleh para pengelana dari luar. Selain untuk singgah, ada juga yang berniat untuk menimba ilmu agama Islam di bawah bimbingan Raden Made Pandan.\nMunculnya Nama Semarang\nSeiring usianya yang semakin menua, Raden Made Pandan mulai mempersiapkan Raden Pandanarang sebagai penerusnya. Ia berharap bahwa anak laki-lakinya itu bisa tetap mengajarkan agama Islam dan mengolah tanah pertanian seperti dirinya.\nSetelah Raden Made Pandan menghembuskan napas terakhirnya, Raden Pandanarang mengambil alih tugas ayahnya dan diangkat menjadi pemimpin daerah itu. Ia menjadi guru agama Islam yang sama-sama disegani seperti ayahnya.\nPada suatu hari, ketika Raden Pandanarang dan penduduk setempat tengah sibuk menggarap lahan pertanian, ia menjumpai hal yang aneh. Di antara pohon-pohon yang tumbuh subur di tempat itu, ternyata tumbuh pohon asam yang jaraknya berjauhan.\nPadahal, tanah yang dikelola di daerah itu adalah tanah yang subur sehingga semestinya pohon-pohon asam itu bisa tumbuh berdekatan. Setelah melihat kejadian itu, Raden Pandanarang kemudian menyatakan bahwa area yang ditumbuhi pohon asam itu diberi nama Semarang.\nSemarang berasal dari gabungan kata asem dan arang dalam bahasa Jawa yang secara berurutan berarti pohon asam dan jarang-jarang. Jika digabungkan, kedua kata itu artinya adalah pohon asam yang jarang-jarang. Begitulah asal usul nama Kota Semarang yang saat ini menjadi kota yang ramai di Jawa Tengah bahkan menjadi Ibu Kota provinsi."
        }
      ],
      "video": "url_video",
      "moral": "Pesan moral dari Asal Usul Kota Semarang adalah kejujuran dan kerja keras ialah kunci untuk menuju kemenangan."
    },
    {
      "judul": "Asal Usul Rawa Pening",
      "Cerita": [
        {
          "teks": "Dahulu kala terdapat sebuah desa bernama desa Ngasem. Desa ini terletak di sebuah lembah antara Gunung Merbabu dengan Telomoyo. Di sana bermukim sepasang suami istri bernama Ki Hajar dan Nyai Selakanta. Mereka sangat dihormati masyarakat sekitar karena suka menolong dan murah hati. Namun, mereka belum dikaruniai seorang anak.\nSampai suatu hari, Nyai Selakanta duduk termenung di depan rumahnya seorang diri. Ki Hajar kemudian menghampiri istrinya tersebut. Nyai Selakanta lantas menyampaikan keinginannya kepada sang suami. Ia sangat ingin memiliki anak. Ia sampai meneteskan air mata ketika menyampaikan keinginannya tersebut kepada sang suami.\nKi Hajar yang mendengar keluhan istrinya itu kemudian meminta izin untuk bertapa. Barangkali dari bertapa, dirinya akan mendapat wangsit. Keesokan harinya, Ki Hajar berangkat ke lereng Gunung Telemoyo. Selama bertapa, Nyai Selakanta menunggu sang suami dengan sabar. Hanya saja, bulan demi bulan sudah terlewati dan sang suami tak kunjung pulang. Hingga suatu hari, Nyai Selakanta merasa mual dan muntah.\nIa berpikir bahwa dirinya sedang hamil dan benar saja semakin hari perutnya semakin membesar hingga tiba waktunya ia melahirkan. Hanya saja ketika melahirkan, Nyai Selakanta sangat terkejut karena yang dilahirkan adalah seekor naga. Anak itu kemudian dinamai Baru Klinthing yang diambil dari nama tombak milik suaminya. Nama Baru berasal dari bra yang artinya keturunan Brahmana. Brahmana ini merupakan seorang resi yang kedudukannya lebih tinggi dari pendeta. Sementara nama Klinthing berarti lonceng.\nMeski berwujud seekor naga, Baru Klinthing juga dapat berbicara selayaknya manusia. Namun di sisi lain Nyai Selakanta juga merasa malu karena melahirkan seekor naga. Akhirnya ia berniat membawa Baru Klinthing ke Bukit Tugur yang jauh dari pemukiman warga.\nNamun sebelum rencananya tersebut dilakukan, Nyai Selakanta harus merawat Baru Klinthing sampai agak besar dulu agar perjalanan jauh bisa ditempuh. Tiba suatu hari ketika Baru Klinthing sudah menginjak masa remaja. Ia bertanya tentang sang ayah.\nNyai Selakanta kaget namun ia juga berpikir sang anak perlu tahu perihal sang ayah. Ia kemudian menyuruh Baru Klinthing menyusul sang ayah yang sedang bertapa di lereng Gunung Telemoyo. Nyai Selakanta juga meminta agar Baru Klinthing ke sana sembari membawa pusaka tombak bernama Baru Klinthing milik ayahnya.\nBaru Klinthing pun berangkat ke lereng Gunung Telomoyo membawa pusaka tersebut. Di sana ia melihat seorang laki – laki bersemedi. Baru Klinthing langsung bersujud di hadapan sang ayah. Awalnya Ki Hajar tak percaya dia adalah anaknya namun melihat tombak pusaka yang dibawa Baru Klinthing akhirnya Ki Hajar pun percaya bahwa naga tersebut adalah anaknya.",
          "gambar": "assets/cerita/4.1.png"
        },
        {
          "teks": "Namun Ki Hajar juga butuh bukti dan memberikan Baru Klinthing tugas. Ki Hajar berkata, “Baik, aku percaya jika kamu anakku. Namun tombak pusaka yang kamu bawa belum cukup sebagai bukti bagiku. Kalau kamu memang benar anakku, coba kamu lingkari Gunung Telemoyo ini!”\nBaru Klinthing pun melakukan tugas ayahnya dengan menggunakan kesaktian yang dimiliki. Akhirnya Ki Hajar pun percaya. Ia kemudian memerintahkan sang anak bertapa di Bukit Tugur agar tubuhnya berubah menjadi manusia sepenuhnya.\nDi sisi lain, ada sebuah desa bernama Pathok. Desa Pathok sangat makmur hanya saja penduduk desanya sangat angkuh. Suatu hari, penduduk desa mengadakan pesta sedekah bumi. Pesta tersebut juga menampilkan berbagai pertunjukan seni dan tari. Beragam jamuan lezat dihidangkan. Untuk mempersiapkan pesta, warga pun beramai – ramai berburu binatang di Bukit Tugur.\nHanya saja tak ada satu binatang pun tertangkap. Namun ketika hendak kembali ke desa, mereka melihat seekor naga bertapa. Naga yang bertapa tersebut adalah Baru Klinthing. Warga desa pun beramai – ramai menangkap dan memotong daging naga tersebut. Daging naga pun dimasak untuk dijadikan hidangan pesta. Ketika pesta dimulai dengan aneka hidangan yang dibuat termasuk daging naga, ada seorang anak laki – laki dengan tubuh penuh darah dan berbau amis mendekat.",
          "gambar": "assets/cerita/4.2.png"
        },
        {
          "teks": "Nah, anak laki – laki tersebut merupakan jelmaan Baru Klinthing yang wujud naganya sudah dipotong – potong oleh warga. Baru Klinthing meminta bagian makanan namun diusir begitu saja. Dia pun meninggalkan desa. Saat di tengah perjalanan, bertemu janda tua bernama Nyi Latung yang baik hati dan mengajak Baru Klinthing ke rumahnya dan memakan makanan miliknya.\nDi tengah perbincangan, Baru Klinthing meminta Nyi Latung membantunya memberi pelajaran bagi warga. Nyi Latung diminta jika mendengar suara gemuruh agar menyiapkan alat menumbuk padi dari kayu. Setelah makan, Baru Klinthing kembali ke pesta warga membawa sebatang lidi. Tiba di tengah keramaian, ia menancapkan lidi ke tanah. Ia meminta warga mencabut lidi yang ditancapkan itu.\nBeramai – ramai warga mencabut lidi namun tak ada satu orang pun yang berhasil. Sementara dengan kesaktian yang dimiliki, Baru Klinthing bisa mencabut lidi itu dengan mudah. Begitu lidi tercabut, suara gemuruh terdengar",
          "gambar": "assets/cerita/4.3.png"
        },
        {
          "teks": "Dari bekas lidi yang tertancap itu, air pun keluar hingga semakin lama terjadi banjir besar dan penduduk langsung menyelamatkan diri. Hanya saja air dengan cepat memporak porandakan desa hingga membuat semua warga tenggelam dan desa tersebut berubah menjadi sebuah rawa yang sekarang dikenal sebagai Rawa Pening."
        }
      ],
      "video": "url_video",
      "moral": "Pesan moral dari Asal Usul Rawa Pening adalah hargai orang lain dan jangan saling membenci. Jangan pernah hanya menilai seseorang dari penampilan luarnya saja. Selain itu, tolong menolonglah tanpa memandang latar belakang dan status sosial."
    },
    {
      "judul": "Kisah Jaka Tarub dan 7 Bidadari",
      "Cerita": [
        {
          "teks": "Pada zaman dahulu kala, di sebuah desa tinggallah seorang Janda bernama Mbok Rondo. Ia tinggal seorang diri. Suatu hari, ia mengangkat seorang anak laki-laki menjadi anaknya, diberi nama Jaka Tarub.  Ia menjadi pemuda yang sangat tampan, gagah, dan baik hati. Ia juga memiliki kesaktian. Banyak gadis-gadis cantik yang ingin menjadi istrinya. Namun, ia belum ingin menikah.\nSetiap hari ibunya menyuruh Jaka Tarub untuk segera menikah. Namun, ia menolaknya. Suatu hari Mbok Rondo jatuh sakit dan menghembuskan nafas terakhirnya. Jaka Tarub sangat sedih. Sejak kematian Mbok Rondo, Jaka Tarub sering melamun. Kini sawah ladang¬nya terbengkalai.\n“Sia-sia aku bekerja. Un¬¬tuk siapa hasilnya?” demikian gumam Jaka Tarub.\nSuatu malam, Jaka Tarub bermimpi memakan daging rusa. Saat ia terbangun dari tidurnya, ia pun langsung pergi ke hutan. Dari pagi sampai siang hari ia berjalan. Namun, ia sama sekali tidak menjumpai Rusa. Jangankan Rusa, Kancil pun tidak ada.",
          "gambar": "assets/cerita/5.1.png"
        },
        {
          "teks": "Saat melewati telaga, secara tidak sengaja ia melihat para bidadari sedang mandi disana. Di telaga tampak tujuh perempuan can¬¬tik tengah bermain air dan ber¬¬suka ria. Jaka Tarub terkejut dengan kecantikannya dan merasa terpikat oleh tujuh bidadari itu, akhirnya ia mengambil salah satu selendangnya. Setelah para bidadari selesai mandi, bersiaplah untuk kembali ke kahyangan.\nMereka kem¬bali mengenakan selendangnya masing-masing. Na¬¬¬mun salah satu bidadari itu tidak mene¬¬mu¬kan selendangnya. Keenam kakaknya turut membantu men¬¬cari, namun hingga senja tak ditemu¬kan juga. Karena hari sudah mulai senja, Nawang Wulan di tinggalkan seorang diri. Ia merasa sangat sedih. Jaka Tarub datang menghampiri dan berpura-pura menolong sang bidadari itu. Di ajaknya bidadari yang ternyata bernama Nawang Wulan itu pulang ke rumahnya. \nSingkat cerita, mereka pun akhirnya menikah dan hidup bahagia. Memiliki seorang putri cantik bernama Nawangsih. Sebelum mereka menikah, Nawang wulan mengingatkan kepada Jaka Tarub untuk tidak menanyakan kebiasan yang akan dilakukannya nanti setelahnya ia menjadi istri.\nRahasianya Nawang Wulan yaitu, ia memasak nasi selalu menggunakan satu butir beras, dengan sebutir beras itu ia dapat menghasilkan nasi yang banyak. Jaka Tarub sangat penasaran, lalu dia langsung membuka panci yang suka dijadikan istrinya itu memasak nasi. Ia melihat setangkai padi di dalamnya, ia pun segera menutupnya kembali. Akibat rasa penasaran Jaka Tarub, Nawang Wulan kehilangan kekuatannya. Sejak saat itu, Na¬wang Wulan harus menumbuk dan me¬nam¬pi beras untuk dimasak, seperti wa¬ni¬ta umumnya.",
          "gambar": "assets/cerita/5.2.png"
        },
        {
          "teks": "Karena tumpukan pa¬di¬¬nya terus berkurang, suatu waktu, Nawang Wulan tanpa sengaja menemukan selendang bi¬da¬¬¬da¬ri¬nya terselip di antara tumpukan pa¬di. ternyata selendang tersebut ada di lumbung gabah yang di sembunyikan oleh suaminya.\nNawang Wulan merasa sangat marah kepada suaminya. Ia memutuskan untuk pergi ke kahyangan. Jaka Tarub meminta maaf dan memohon agar tidak pergi. Namun Nawang Wulan sudah bulat tekadnya. Ia tetap sesekali turun ke bumi untuk menyusui bayinya. Dengan syarat, Jaka Tarub tidak boleh bersama Nawangsih ketika Nawang Wulan menemuinya. \nJaka Tarub sangat sedih dan ia pun menyatakan kesanggupannya untuk tidak bertemu lagi dengan Nawang Wulan, sang bidadaripun terbang meninggalkan dirinya dan Nawangsih. Jaka Tarub hanya sanggup menatap kepergian Nawang Wulan sambil mendekap Nawangsih. Sungguh kesalahannya tidak termaafkan. Yang dapat dilakukannya saat ini hanya merawat Nawangsih dengan baik."
        }
      ],
      "video": "url_video",
      "moral": "Pesan moral dari Kisah Jaka Tarub dan 7 Bidadari adalah tepati janji yang telah kamu ucapkan, tidak menepati janji hanya akan membawa keburukan dimasa yang akan datang. Jangan mudah dalam mengucapkan janji atau sumpah. Selain itu, jika menginginkan sesuatu, maka berusahalah untuk mendapatkannya dengan cara yang baik. "
    },
    {
      "judul": "Kisah Jaka Tingkir",
      "Cerita": [
        {
          "teks": "Banyubiru adalah nama desa terpencil di suatu kota di Jawa Tengah. Di desa itu tinggal seorang yang amat saleh dan bijaksana, bernama Ki Buyut Banyubiru. Pada suatu sore, datanglah seorang pemuda yang ingin berguru padanya. Pemuda itu bernama Joko Tingkir.\nApakah benar, saya sedang berhadapan dengan Ki Buyut Banyubiru?” tanya Joko Tingkir dengan penuh hormat kepada laki-laki setengah tua di hadapannya.\n“Benar, akulah Ki Buyut Banyubiru dan aku tahu keperluanmu sehingga kau datang kemari,” jawab Ki Buyut Banyubiru. Maksud kedatangan Joko Tingkir adalah ingin memohon ampunan dari Sultan Demak untuk menebus kesalahannya karena telah membunuh Dadungawuk.",
          "gambar": "assets/cerita/6.1.png"
        },
        {
          "teks": "Di rumah Ki Buyut Banyubiru selain Joko Tingkir, yakni Mas Manca. la dari Desa Kalpitu di lereng Gunung Lawu. Setiap hari keduanya menerima berbagai ilmu untuk menambah kesaktian.\n“Mulai tengah malam ini kalian harus bertahan berendam di air sungai yang dingin ini,” kata Ki Buyut Banyubiru kepada kedua pemuda itu.\n“Dengan cara ini kalian akan mampu menguasai diri dan mengendalikan hawa nafsu,” lanjut Ki Buyut Banyubiru. Kedua pemuda itu menjalankan perintahnya tanpa mengeluh.\nTak terasa Joko Tingkir telah berguru di Desa Banyubiru selama tiga bulan. Pada suatu hari ia dipanggil oleh Ki Buyut Banyubiru untuk diberi nasihat dan perintah.\n“Anakku Joko Tingkir, sudah tiba saatnya kau menampakkan diri di hadapan Sultan Demak. Ini, terimalah segenggam tanah. Bila kelak kau berjumpa dengan banteng, masukkan ke dalam mulutnya. banteng itu akan mengamuk dan lari ke Alun-Alun Prawata. Saat itulah Sultan akan memanggilmu,” kata Ki Buyut Banyubiru. Joko Tingkir mendengarkan seksama. Kemudian ia pamit dan memohon restu Ki Buyut Banyubiru.",
          "gambar": "assets/cerita/6.2.png"
        },
        {
          "teks": "Joko Tingkir ditemani oleh Mas Manca, Ki Wuragil dan Ki Wila menempuh perjalanan dengan menyusuri sungai menggunakan rakit.\n“Awas, ada buaya!” teriak Joko Tingkir. Mereka tidak menyadari rakitnya telah dikerumuni oleh sekawanan buaya yang langsung menyerangnya. Mereka melawan dan mengalahkan buaya-buaya itu. Bahkan Joko Tingkir berhasil mengalahkan raja buaya di sungai itu. Sebagai pengakuan kekalahannya, sebanyak empat puluh ekor buaya berbaris menopang rakit yang ditumpangi Joko Tingkir dan kawan-kawannya. Rakit itu meluncur cepat tanpa perlu mereka dayung lagi.\nAkhirnya mereka tiba di tepi sungai dan segera memasuki hutan belantara. Tiba-tiba mereka melihat seekor banteng ganas yang siap menyerang. Joko Tingkir segera memasukkan tanah yang diberikan oleh Ki Buyut Banyubiru ke dalam mulut banteng. Seketika itu juga banteng mengamuk dan lari ke Alun-Alun Prawata.\n“Awas, ada banteng mengamuk…!” teriak penduduk sambil berlarian menyelamatkan diri. Beberapa orang mencoba mengalahkan banteng itu.\nPeristiwa yang menghebohkan itu didengar oleh Sultan Demak. Beliau sangat cemas memikirkan keselamatan penduduknya. Tiba-tiba ia melihat Joko Tingkir yang sedang berdiri di pinggir alun-alun menyaksikan banteng mengamuk itu. Segera Joko Tingkir dipanggil menghadapnya.\n“Kalau kau dapat mengalahkan banteng itu, aku bersedia mengampuni kesalahanmu,” kata Sultan Demak kepada JokoTingkir.\n“Hamba sanggup mengalahkan banteng itu, Tuanku.” Segera ia berlutut hormat di depan Sultan Demak dan bersiap menghadapi banteng itu.\n“Lihat, Joko Tingkir akan menghadapi banteng itu. la tampak gagah dan tak gentar sedikit pun!” teriak seorang prajurit Demak yang terkagum-kagum meiihatnya.",
          "gambar": "assets/cerita/6.3.png"
        },
        {
          "teks": "Joko Tingkir segera memasuki tengah alun-alun dan siap untuk bertempur. Kedatangannya menarik perhatian banteng ganas itu. Banteng itu mendengus dan siap menyeruduk dengan tanduknya yang tajam.\nTerjadilah pertarungan yang seru antara banteng dan Joko Tingkir. Ketika banteng itu akan menyeruduk perut Joko Tingkir, tangan kanan Joko Tingkir segera menghantam kepala banteng itu. Seketika kepala banteng itu pecah dan tubuhnya tak berdaya. Darah mengucur dari kepalanya.\nKemenangannya disambut dengan sorak penduduk yang menyaksikan keberaniannya. Setelah berhasil memenangkan pertarungan itu Joko Tingkir kembali menghadap Sultan Demak.\n“Joko Tingkir, aku sangat berterimakasih padamu. Kau telah menyelamatkan rakyatku dari amukan banteng itu. Sesuai dengan janjiku, aku mengampuni semua kesalahanmu,” kata Sultan Demak kepada Joko Tingkir.\nSelanjutnya Joko Tingkir diangkat sebagai Lurah Prajurit Tamtama. Karena tingkah lakunya sangat sopan dan bijaksana maka akhirnya Joko Tingkir diangkat menjadi menantu Sultan Demak."
        }
      ],
      "video": "url_video",
      "moral": "Pesan moral dari Kisah Joko Tingkir adalah kita harus berusaha menebus kesalahan kita dengan melakukan perbuatan baik dan terpuji. Dalam hidup ini juga sebaiknya saling memaafkan kesalahan orang lain."
    },
    {
      "judul": "Kisah Roro Jonggrang dan Asal Usul candi Prambanan",
      "Cerita": [
        {
          "teks": "Penaklukan Kerajaan Prambanan\nDahulu kala, ada sebuah kerajaan bernama Prambanan. Kerajaan itu dipimpin oleh Prabu Baka. Prabu Baka adalah raja yang sangat baik. Rakyat kerajaan Prambanan pun hidup makmur. \nSementara itu, di tempat lain, ada sebuah kerajaan bernama Kerajaan Pengging. Raja Pengging memiliki sifat yang sangat buruk. la suka berperang untuk memperluas kekuasaan kerajaannya. Kerajaan Pengging memiliki kesatria sakti bernama Bondowoso. Ia memiliki senjata yang sangat kuat dan pasukan jin. Bondowoso lebih dikenal sebagai Bandung Bondowoso.\nSuatu hari, Raja Pengging ingin menaklukkan Kerajaan Prambanan. Ia pun memanggil Bandung Bondowoso untuk merebut Kerajaan Prambanan.\n“Aku perintahkan kau dan pasukanmu untuk merebut Kerajaan Prambanan!” perintah Raja Pengging.\nBandung Bondowoso langsung menjalankan tugasnya. Ia dan pasukannya menyerang Kerajaan Prambanan. Dengan sangat mudah, Bandung Bondowoso berhasil menaklukkan Kerajaan Prambanan. Prabu Baka pun tewas. Sebagai hadiah, Raja Pengging mengizinkan Bandung Bondowoso untuk mengurus Kerajaan Prambanan. ",
          "gambar": "assets/cerita/7.1.png"
        },
        {
          "teks": "Ternyata Kerajaan Prambanan memiliki seorang putri yang cantik jelita bernama Roro Jonggrang. Bandung Bondowoso pun memanggil Roro Jonggrang untuk menghadap.\n“Apa yang kau inginkan, Bandung Bondowoso?” tanya Roro Jonggrang dengan ketus.\n“Aku ingin menikahimu. Menikahlah denganku, pasti kehidupanmu akan tenteram dan damai,” ungkap Bandung Bondowoso.\nTentu saja, Roro Jonggrang kaget. Ia tak menyangka Bandung Bondowoso akan melamarnya. Padahal, Roro Jonggrang tak suka dengan Bandung Bondowoso. Bandung Bondowoso adalah orang yang kejam. Ia telah membunuh ayahnya, dan membuat rakyat Kerajaan Prambanan sengsara. Dengan tegas, Roro Jonggrang menolak pinangan Bandung Bondowoso. Mendengar penolakan itu, Bandung Bondowoso tidak terima. Ia pun mengancam Roro Jonggrang.\n“Jika kau tidak mau menikah denganku, hidupmu akan sengsara. Semua penduduk desa pun akan kubuat menderita,” ancam Bandung Bondowoso.\nSeketika, Roro Jonggrang menjadi ragu.\n“Aku izinkan kau berpikir terlebih dahulu,” ucap Bandung Bondowoso.\nSyarat dari Roro Jonggrang\nRoro Jonggrang merasa bingung dengan pinangan Bandung Bondowoso. Jika ia tidak menerima pinangan Bandung Bondowoso, rakyatnya akan sengsara. Tapi, ia tidak suka dengan Bandung Bondowoso.\nSemalaman Roro Jonggrang berpikir, bagaimana cara menolak pinangan Bandung Bondowoso, tapi rakyatnya tetap aman. Akhirnya, Roro Jonggrang memiliki sebuah ide. Keesokannya, Bandung Bondowoso menemui Roro Jonggrang.\n“Sudahkah kau memutuskan pilihanmu, Roro Jonggrang?” tanya Bandung Bondowoso.\n“Baiklah, Bandung Bondowoso. Aku mau menikah denganmu, asalkan kau bisa memenuhi syarat dari ku.” ucap Roro Jonggrang.\n“Apa syaratmu?” tanya Bandung Bondowoso dengan congkak.\n“Buatlah 1000 candi dan 2 buah sumur dalam waktu satu malam,” ujar Roro Jonggrang.\nIa yakin, Bandung Bondowoso tak bisa memenuhi syaratnya itu. Tanpa berpikir lama, Bandung Bondowoso langsung menyetujui syarat itu. Malam harinya, Bandung Bondowoso dibantu oleh pasukan jinnya, membangun 1000 candi dan 2 sumur. Roro Jonggrang menjadi gelisah menyaksikan hal itu. Perkiraannya salah. Pasukan Bandung Bondowoso sangat cepat menyelesaikan pembangunan itu. Waktu sudah menginjak tiga per empat malam. Tinggal dua candi yang belum dibangun.\n“Bagaimana caranya menggagalkan usaha mereka?” pikir Roro Jonggrang.",
          "gambar": "assets/cerita/7.2.png"
        },
        {
          "teks": "Aha! Roro Jonggrang memiliki sebuah ide. Ia memanggil semua dayang di istana, dan menyuruh mereka untuk membakar jerami di sebelah timur. Sebagian lain membunyikan lesung, dan menebarkan bunga yang wangi. Tujuannya agar ayam-ayam lekas bangun dan berkokok.\nTanpa membuang waktu, para dayang segera melakukan perintah itu. Benar saja, ayam-ayam jantan terbangun dan mulai berkokok. Mendapati langit di timur berwarna merah, bunyi lesung, aroma wangi bunga, dan kokokan ayam, bala tentara Bandung Bondowoso bergegas pergi. Ya! Mereka mengira hari sudah pagi.\nMendapati bala tentaranya pergi, Bandung Bondowoso menghentikan mereka.\n“Kembalilah pasukanku. Hari belum pagi! Masih ada satu candi lagi yang harus kalian bangun!” teriak Bandung Bondowoso.",
          "gambar": "assets/cerita/7.3.png"
        },
        {
          "teks": "Bala tentara Bandung Bondowoso tetap pergi meninggalkan pekerjaannya. Semakin marahlah Bandung Bondowoso saat mengetahui bahwa semua itu ulah Roro Jonggrang. Ia menemui Roro Jonggrang, dan mengubah Roro Jonggrang menjadi candi. Kini, candi itu bernama Candi Roro Jonggrang, dan dapat ditemui di Candi Prambanan."
        }
      ],
      "video": "url_video",
      "moral": "Pesan moral dari sudut pandang Bandung Bondowoso adalah Jangan berbuat curang untuk mewujudkan apa yang menjadi keinginan kita karena akan memperoleh buah atas apa yang kita lakukan di kemudian hari. Selain itu, Jika kita menjadi seorang pemimpin, seorang pemimpin tidak boleh menjadi jahat dan semena – mena terhadap rakyat karena tugas pemimpin adalah menjadi pelindung rakyat.\nPesan moral dari sudut pandang Roro Jonggrang adalah Berusaha melawan terhadap sesuatu yang tidak kita suka atau tidak kita inginkan adalah keharusan, namun kita juga harus memahami resiko dibaliknya."
    },
    {
      "judul": "Kisah Roro Mendut",
      "Cerita": [
        {
          "teks": "Pada zaman dahulu, di pesisir pantai utara Pulau Jawa, tepatnya di daerah Pati, Jawa Tengah, tersebutlah sebuah desa nelayan bernama Teluk Cikal. Desa itu termasuk ke dalam wilayah Kadipaten Pati yang diperintah oleh Adipati Pragolo II. Kadipaten Pati sendiri merupakan salah satu wilayah taklukan dari Kesultanan Mataram yang dipimpin oleh Sultan Agung.\nDi Teluk Cikal, hidup seorang gadis anak nelayan bernama Roro Mendut. Ia seorang gadis yang cantik dan rupawan. Roro Mendut juga dikenal sebagai seorang gadis yang teguh pendirian. Ia tidak sungkan menolak para lelaki sebab ia sudah memiliki calon suami, yakni seorang pemuda desa tampan bernama Pranacitra, putra Nyai Singabarong, seorang saudagar kaya-raya.\nSuatu hari, berita tentang kecantikannya terdengar oleh Adipati Pragolo II. Penguasa Kadipaten Pati itu pun bermaksud menjadikannya sebagai selir. Roro Mendut berkali-kali menolak. Merasa dikecewakan, Adipati Pragolo II mengutus beberapa pengawalnya untuk menculik Roro Mendut.",
          "gambar": "assets/cerita/8.1.png"
        },
        {
          "teks": "Hari itu, ketika Roro Mendut sedang menjemur ikan di pantai seorang diri, datanglah utusan Adipati Progolo.\n“Ayo gadis cantik, ikut kami ke keraton!” seru para pengawal itu sambil menarik kedua tangan Roro Mendut dengan kasar.\n“Lepaskan, aku!” teriak Roro Mendut sambil meronta-ronta, “Aku tidak mau menjadi selir Adipati Pragolo. Aku sudah punya kekasih!”\nPara pengawal itu tidak peduli. Mereka terus menyeret dan membawanya ke keraton. Sebagai calon selir, Roro Mendut dipingit di dalam Puri Kadipaten Pati. Sementara dalam masa pingitan, di Kadipaten Pati sedang terjadi gejolak. Sultan Agung menuding Adipati Pragolo II sebagai pemberontak karena tidak mau membayar upeti kepada Kesultanan Mataram. Sultan Agung pun memimpin langsung penyerangan ke Kadipaten Pati.\nMenurut cerita, Sultan Agung tidak mampu melukai Adipati Pragolo II karena penguasa Pati itu memakai baju zirah yang tidak mempan senjata apapun. Melihat hal itu, abdi pemegang payung sang Sultan yang bernama Ki Nayadarma pun berkata,\n“Ampun, Gusti Prabu. Perkenankanlah hamba yang menghadapi Adipati Pragolo!” pinta Ki Nayadarma seraya memberi sembah.\n“Baiklah, Abdiku. Gunakanlah tombak Baru Klinting ini!” ujar sang Sultan.\nBerbekal tombak pusaka Baru Klinting, Ki Nayadarma langsung menyerang Adipati Pragolo II saat Adipati itu lengah, Ki Nayadarma dengan cepat menikamkan pusaka Baru Klinting ke bagian tubuh sang Adipati yang tidak terlindungi oleh baju zirah. Adipati Pragolo II pun tewas seketika.",
          "gambar": "assets/cerita/8.2.png"
        },
        {
          "teks": "Para prajurit yang dikomandani Tumenggung Wiraguna, segera merampas harta kekayaan Kadipaten Pati, termasuk Roro Mendut. Tumenggung Wiraguna terpesona saat melihat kecantikan Roro Mendut. Ia memboyong Roro Mendut untuk dijadikan selirnya. Wiraguna berkali-kali membujuk Roro Mendut, namun selalu ditolak. Bahkan, ia berani terang-terangan menyatakan dirinya telah memiliki kekasih bernama Pranacitra.  Tumenggung Wiraguna pun murka.\n“Baiklah, Roro Mendut. Jika kamu tidak ingin menjadi selirku, maka sebagai gantinya kamu harus membayar pajak kepada Mataram!” ancam Tumenggung Wiraguna.\nRoro Mendut tidak gentar mendengar ancaman itu, ia lebih memilih membayar pajak. Karena masih dalam pengawasan prajurit Mataram, Roro Mendut meminta izin untuk berdagang rokok di pasar. Tumenggung Wiraguna pun menyetujuinya. Ternyata, dagangan rokoknya laku keras.\nSuatu hari, Roro Mendut bertemu dengan Pranacitra yang berusaha mencari jalan untuk bisa melarikan Roro Mendut dari Mataram. Roro Mendut menceritakan pertemuannya dengan Pranacitra kepada Putri Arumardi, salah seorang selir Wiraguna, dengan harapan dapat membantunya keluar dari istana. Karena tidak setuju jika Wiraguna menambah selir lagi.\nPutri Arumardi dan selir Wiraguna lainnya yang bernama Nyai Ajeng menyusun siasat untuk mengeluarkan Roro Mendut ke luar dari istana. Bersama dengan Pranacitra, Roro Mendut berusaha untuk kembali ke kampung halamannya di Kadipaten Pati.\nNamun, pelarian Roro Mendut dan Pranacitra diketahui oleh Wiraguna. Mendut dibawa kembali ke Mataram, sedangkan secara diam-diam, Wiraguna memerintahkan untuk menghabisi nyawa Pranacitra. Alhasil, kekasih Roro Mendut itu tewas dan dikuburkan di sebuah hutan terpencil di Ceporan, Desa Gandhu, terletak kurang lebih 9 kilometer sebelah timur Kota Yogyakarta.\nSepeninggal Pranacitra, Wiraguna kembali membujuk Roro Mendut agar mau menjadi selirnya. Tapi ia menolak. Sang Panglima pun tidak kehabisan akal. Ia kemudian menceritakan perihal kematian Pranacitra kepada Roro Mendut.\n“Sudahlah, Roro Mendut. Percuma saja kamu menikah dengan Pranacitra. Pemuda yang kamu kasihi itu sudah tidak ada lagi,” ujar Tumenggung Wiraguna.\n“Apa maksud, Tuan?” tanya Roro Mendut mulai cemas.\n“Kanda Pranacitra sudah tidak ada? Ah, itu tidak mungkin terjadi. Aku baru saja bertemu dengannya kemarin,” kata Roro Mendut tidak percaya.\n“Jika kamu tidak percaya, ikutlah bersamaku, akan kutunjukkan kuburnya,” ujar Tumenggung Wiraguna.\nRoro Mendut pun menurut dan sangat terkejut begitu sampai di tempat Pranacitra dikuburkan. Ia berteriak histeris di hadapan makam kekasihnya.\n“Kanda, jangan tinggalkan Dinda!” tangis Roro Mendut.\n“Sudahlah, Mendut! Tak ada lagi gunanya meratapi orang yang sudah mati,” ujar Wiraguna, “Ayo, kita tinggalkan tempat ini!”\nBelum jauh mereka meninggalkan tempat pemakaman itu, Roro Mendut pun murka dan mengancam akan melaporkan perbuatan Wiraguna kepada Raja Mataram, Sultan Agung.\n“Tuan jahat sekali. Perbuatan Tuan akan kulaporkan kepada Raja Mataram agar mendapat hukuman yang setimpal!” ancam Roro Mendut.\nWiraguna sangat marah. Kemudian menarik tangan Roro Mendut untuk dibawa pulang ke rumahnya. Namun, gadis itu menolak dan meronta-ronta untuk melepaskan diri. Begitu tangannya terlepas, ia menarik keris milik Tumenggung Wiraguna yang terselip di pinggangnya. Roro Mendut kemudian berlari menuju makam kekasihnya. Panglima itu pun berusaha mengejarnya.\n“Berhenti, Mendut!” teriaknya.\nSetiba di makam Pranacitra, Roro Mendut bermaksud untuk bunuh diri.\n“Jangan, Mendut! Jangan lakukan itu!” teriak Tumenggung Wiraguna yang baru saja sampai.",
          "gambar": "assets/cerita/8.3.png"
        },
        {
          "teks": "Roro Mendut telah menikam perutnya dengan keris yang dibawanya. Tubuhnya pun langsung roboh dan tewas di samping makam kekasihnya. Melihat peristiwa itu, Tumenggung Wiraguna merasa amat menyesal atas perbuatannya.\n“Oh, Tuhan. Sekiranya aku tidak memaksanya menjadi selirku, tentu Roro Mendut tidak akan nekad bunuh diri,” sesal Tumenggung Wiraguna.\nPenyesalan itu tak ada gunanya karena semuanya sudah terjadi. Untuk menebus kesalahannya, Tumenggung Wiraguna menguburkan Roro Mendut satu liang dengan Pranacitra. Begitulah kisah perjuangan Roro Mendut dalam mempertahankan harga diri dan kesetiaannya."
        }
      ],
      "video": "url_video",
      "moral": "Pesan moral dari Kisah Roro Mendut adalah jangan memaksakan kehendak pada orang lain. Belajarlah menerima keputusan orang lain walau itu pahit. Selain itu, harta, pangkat, dan jabatan bukanlah jaminan untuk mendapatkan cinta sejati seseorang."
    },
    {
      "judul": "Kisah Timun Mas",
      "Cerita": [
        {
          "teks": "Dikisahkan di sebuah desa di Jawa Tengah, hidup seorang janda bernama Mbok Srini. Sudah lama ia menantikan seorang bayi. Tapi ia juga sadar bahwa keinginannya memiliki seorang bayi itu tidaklah mungkin karena ia sudah tidak memiliki suami dan sudah semakin tua.",
          "gambar": "assets/cerita/9.1.jpg"
        },
        {
          "teks": "Namun saat tidur, Mbok Srini mimpi bertemu seorang raksasa dan menyuruhnya ke hutan karena di sana ia akan mendapatkan bayi yang selama ini ia inginkan. Meski sadar hanya mimpi, keesokan harinya ia tetap bergegas ke hutan yang ada di mimpinya itu. Ia menuju ke pohon di dalam mimpinya dan mengambil sesuatu dibawah pohon. Ternyata, hanya menemukan biji mentimun.\n“Biji mentimun, buat apa?” gumam Mbok Srini.\nMbok Srini pun memutuskan untuk pulang. Namun ketika membalikkan badannya, Mbok Srini terkejut karena ia melihat ada raksasa besar berdiri tepat di hadapannya.\n“A…A… Ampun Tuan raksasa, tolong jangan makan aku, kumohon!” pinta Mbok Srini.\nRaksasa pun menjawab bahwa ia datang tidak ingin memakan Mbok Srini melainkan ia menemui Mbok Srini untuk membuat suatu penawaran.\n“Apa penawaran itu Tuan raksasa?” tanya Mbok Srini.\nRaksasa pun menjawab, “Aku buat suatu penawaran. Aku akan memberimu anak yang kamu inginkan. Tapi ketika berusia dewasa, engkau harus mengembalikannya padaku karena aku akan memakannya. Bagaimana? Setuju tidak?”\nMbok Srini bingung namun menyetujui penawaran raksasa tersebut. Raksasa pun meminta Mbok Srini membawa pulang biji mentimun dan menanamnya. Di rumah, Mbok Srini menanam biji mentimun. Beberapa hari kemudian, mentimun tersebut berbuah. Ia mengambil buahnya. Ada satu buah yang ukurannya sangat besar dan berbeda dari ukuran mentimun yang lainnya.",
          "gambar": "assets/cerita/9.2.jpg"
        },
        {
          "teks": "Ia pun memetiknya, membawanya pulang dan membelahnya. Mbok Srini terkejut karena di dalam mentimun isinya adalah bayi. Mbok Srini yang tentu sangat senang. Ia menyayangi dan merawatnya dengan sepenuh hati. Mbok Srini menamai bayi tersebut dengan nama ‘Timun Mas’.\nHari – hari pun berlalu, Timun Mas semakin dewasa dan sebentar lagi tiba waktunya menyerahkan anak kesayangannya ke raksasa. Mbok Srini tentu sangat tidak rela. Ia pun memutar otaknya.\nPagi hari raksasa datang, Mbok Sirni mengatakan untuk memberikannya waktu lagi agar Mbok Sirni dapat membuat Timun Mas gemuk lebih dulu agar puas saat memakannya. Raksasa menyetujuinya dan memberikan tenggang waktu lagi kepada Mbok Sirni.\nMemanfaatkan tenggang waktu yang diberikan, Mbok Sirni mendatangi seorang pertapa. Mbok Sirni pun mengatakan masalahnya dan diberikan beberapa bungkusan untuk nantinya diberikan kepada Timun Mas. Mbok Sirni mulai menceritakan kegundahan hatinya kepada Timun Mas. Mbok Sirni pun mengatakan bahwa jika nanti raksasa mendatangi Timun Mas, bungkusan ini harus dilemparkan ke arah raksasa tersebut satu per satu. Timun Mas mengangguk tanda mengerti.\nBeberapa hari kemudian, raksasa datang dan segera menghampiri Timun Mas. Namun Mbok Sirni menyuruh Timun Mas berlari. Timun Mas pun berlari dan raksasa mengejarnya. Dalam kondisi terdesak, Timun Mas ingat perkataan ibunya bahwa ia harus menggunakannya dengan baik. Ia mengeluarkan bungkusan dan didapatkan biji timun. Biji timun pun ditebarkan.\nAjaibnya, biji timun yang ditebarkan seketika berubah menjadi ladang timun. Timun tersebut pun menjalar dan melilit tubuh raksasa hingga ia kesulitan berjalan. Tapi raksasa mampu melepaskan diri dari ladang timun tersebut dan mengejar Timun Mas kembali.\nSelanjutnya, Timun Mas melemparkan bungkusan berisi jarum. Jarum tersebut dalam sekejab berubah menjadi pohon bambu yang runcing dan tinggi. Namun raksasa mampu melewatinya dan mengejar Timun Mas kembali.\nTimun Mas membuka kembali bungkusan dan berisi garam. Ia tebarkan garam tersebut ke arah dekat raksasa dan garam pun berubah menjadi lautan yang luas dan dalam. Namun raksasa berhasil melaluinya dengan mudah.",
          "gambar": "assets/cerita/9.3.jpg"
        },
        {
          "teks": "Terakhir, masih tersisa satu bungkusan yang berisi terasi. Timun Mas melemparkannya dan seketika bungkusan terasi tersebut berubah menjadi lautan lumpur yang dalam dan panas. Raksasa pun tenggelam di sana dan cerita selesai."
        }
      ],
      "video": "url_video",
      "moral": "Pesan moral dari Kisah Timun Mas adalah akan ada solusi dari apapun masalah yang sedang kita hadapi dan kita harus menepati janji supaya tidak mengalami kekhawatiran dalam hidup. "
    },
    {
      "judul": "Legenda Kera Sakti di Puncak Gunung Slamet",
      "Cerita": [
        {
          "teks": "Alkisah, pada zaman dahulu ada seekor kera sakti yang tubuhnya besar seperti raksasa. Warnanya putih sehingga terlihat sangat indah. Kera itu tinggal di puncak Gunung Slamet yang tingginya menyentuh langit. Orang-orang tidak tahu secara pasti dari mana asal kera sakti itu dan kapan mulai ada di Gunung Slamet. \nKera sakti itu tidak disukai para dewa-dewa yang ada di kayangan. Meskipun demikian, sebenarnya kera sakti itu bersifat baik. Dia suka menolong orang-orang yang tersesat di Gunung Slamet. Kadang dia juga menolong orang yang melewati Gunung Slamet dari ancaman binatang buas.\nKera itu tidak disukai para dewa karena dia tidak seperti kera lainnya yang suka makan buah-buahan. Kera sakti itu lebih menyukai bintang-bintang di langit sebagai makanannya. Oleh karena itu, dia tinggal di Gunung Slamet yang tinggi puncaknya menyentuh langit, sehingga dia dapat dengan mudah untuk mengambil bintang-bintang yang bertebaran di langit.\nPara dewa khawatir, kalau semua bintang-bintang di langit habis dimakan kera sakti itu. Kemudian para dewa mengadakan rapat besar untuk menghentikan perbuatan kera sakti itu.\n“Kakang Batara Narada, kita harus segera menghentikan perbuatan kera sakti itu memakan bintang-bintang di langit. Hal ini akan sangat berbahaya bagi keselamatan dunia,“ kata Batara Guru.\n“Iya, Adi Batara Guru, kita harus segera menghentikan perbuatan kera sakti itu agar tidak membahayakan keselamatan dunia,” ujar Batara Narada, penasehat para dewa.\n“Lama-kelamaan dunia akan menjadi gelap karena bintang-bintang di langit habis dilahapnya,” lanjut Batara Narada.\nSetelah perundingan yang memakan waktu cukup lama, akhirnya diputuskan kera sakti itu harus dibunuh.\n“Tidak ada cara lain untuk menghentikan perbuatan kera itu selain dengan membunuhnya,” kata Batara Narada.\nAkhirnya, para dewa bergegas turun dari kayangan untuk membunuh kera sakti. Dewa Indra maju pertama kali melawan kera sakti. Semua kesaktiannya dikerahkan dan senjata andalannya dikeluarkan. Senjata dan kesaktian Dewa Indra dapat ditangkal dengan mudah. Dewa Indra melawan lagi. Namun, hanya dengan sekali libas, Dewa Indra terpental sangat jauh.\nUntuk melanjutkan pertempuran, Dewa Brahma maju dengan senjata apinya. Senjata api Dewa Brahma terkenal sangat panas, panasnya diibaratkan seperti api dari neraka.\n“Rasakan, ini!” teriak Dewa Brahma.\nWush…, senjata api itu langsung padam dengan sekali tiupan kera sakti dan Dewa Brahma pun ikut terhempas. Para dewa maju mengeroyok kera sakti itu. Kera sakti pun mengerahkan semua tenaganya. Satu demi satu, para dewa terjatuh terkena serangan balasan kera sakti. Akhirnya, para dewa kembali ke kayangan dan sebagai pemimpin para dewa, Batara Guru sangat sedih.\n“Sekarang bagaimana, Kakang Narada? Para dewa sudah mengerahkan semua kesaktiannya. Tapi kera sakti itu belum terkalahkan juga,” tanya Batara Guru.\n“Kalau begitu kita harus mencari bala bantuan untuk mengalahkan kera sakti itu, Adi Batara Guru.”\n“Kera itu sangatlah sakti, lalu dimana kita bisa mencari bala bantuan yang kesaktiannya melebihi kera itu, Kakang Narada?”\n“Bagaimana kalau kita meminta bantuan pada Kakang Semar dan anak-anaknya, Adi Batara Guru?”\n“Apakah Kakang Semar dan anak-anaknya sanggup menghadapi kesaktian kera itu, Kakang Narada?” tanya Batara Guru.\n“Saya yakin, Kakang Semar dan anaknya-anaknya cukup sakti dan pandai mengatur strategi untuk menghadapi lawannya.” jawab Batara Narada seraya meyakinkan Batara Guru.\n“Kalau begitu, ayo kita segera berangkat menemui Kakang Semar,“ sahut Batara Guru.\nBatara Narada dan Batara Guru segera turun ke dunia untuk menemui Semar dan anak-anaknya. Semar dan anak-anaknya sebenarnya adalah para dewa yang menyamar sebagai abdi para kesatria.\n“Kakang Semar, maksud kedatangan kami ke sini adalah meminta bantuan Kakang Semar untuk membunuh kera sakti penghuni Gunung Slamet,” kata Batara Guru.\n“Kenapa kalian ingin membunuh kera itu?” tanya Semar.\nBatara Narada pun menceritakan semua hal tentang kera itu. Akhirnya Semar dan anak-anaknya mengerti, dengan senang hati mereka bersedia menerima tugas berat itu.\n“Kalau begitu, kami akan segera berangkat ke puncak Gunung Slamet menghadapi kera sakti itu,” kata Semar. Semar dan anak-anaknya pun segera terbang, berangkat menuju puncak Gunung Slamet.\nSetelah sampai di puncak Gunung Slamet. Dia segera mengatur strategi dengan ketiga anaknya, Gareng, Petruk, dan Bagong. Semar memutuskan untuk meracuni kera sakti itu. Karena jika berhadapan langsung seperti yang dilakukan para dewa sebelumnya, belum tentu mereka berempat dapat mengalahkannya.\nSemar memerintahkan Gareng untuk memancing kera itu agar turun dari gunung. Dia pun memanjat pohon yang paling tinggi dan berteriak mengganggu kera sakti yang sedang tidur pulas.\n“Hei bangun kamu kera jelek! Kalau kau memang sakti dan berani, lawanlah aku!” teriak Gareng berulang kali.\nKera itu kaget dan terbangun dari tidurnya. Dia marah dan bangkit mencari arah suara itu. Kera sakti segera turun untuk menghajar Gareng. Mengetahui hal itu, meloncatlah Gareng dari atas pohon dan berlari dengan sekuat tenaga juga terus berteriak memancing kemarahan kera sakti.\nKera sakti terus mengejar Gareng. Tanpa diduga, di depan Gareng melintas seekor ular raksasa yang sedang mengejar katak bangkong. Gareng sangat kaget, namun dia bisa meloncati ular itu dengan selamat. Kera sakti yang tidak menduga datangnya ular itu menjadi sangat kaget, kemudian ditendangnya ular raksasa itu.\nUlar raksasa marah dan membalas dengan menyabitkan ekornya ke arah kera sakti. Keduanya pun bertarung meluapkan kemarahannya. Pertarungan itu berlangsung sampai berhari-hari, karena keduanya sama besar dan sama sakti. Namun, kesaktian ular raksasa pun dapat dikalahkan oleh kera sakti. Akhirnya, ular raksasa berhasil dibunuh dan dirinya juga terluka parah.\nDi puncak gunung, Semar bersama Petruk dan Bagong menjalankan strateginya. Semar segera memotong puncak Gunung Slamet agar kera sakti tidak bisa menggunakannya untuk meraih bintang-bintang. Kera sakti naik kembali ke puncak gunung, namun dia begitu kaget ketika mengetahui puncak gunung sudah tidak ada. Kera sangat lemas, akhirnya dia pun tertidur pulas.\n“Bagong, ayo kita cepat bawa guci ini dan letakkan di samping kera sakti itu!” Kata Petruk kepada Bagong dengan berbisik-bisik.\nBagong dan Petruk membawa dan meletakkan guci berisi minuman beracun itu di samping kera dengan hati-hati. Kemudian mereka pergi dan segera bersembunyi di balik pepohonan.\n“Gong, kita sembunyi di sini sambil kita mengamati kera itu, apakah dia akan meminum air itu atau tidak?” Kata Petruk.\nSesaat kemudian, kera sakti bangun. Perutnya lapar dan tenggorokannya kering. Ia pun gembira ketika melihat di sampingnya ada guci yang penuh air. Dia langsung meminum air itu sampai tak tersisa. Dia tidak mengetahui kalau air tersebut adalah air beracun yang sangat mematikan.\nTiba-tiba, perut kera sakti menjadi sakit dan tenggorokannya panas. Dia berteriak-teriak kesakitan. Suaranya begitu keras sehingga pohon-pohon di hutan itu banyak yang tumbang. Kera sakti mengamuk dan merusak apapun yang ada di sekelilingnya. Semakin lama tenaganya habis. Kera sakti itu sangat menderita, tapi dia belum mati karena kesaktian yang dimilikinya.\nSemar menjadi tidak tega, lalu dia bersama ketiga anaknya segera datang menghampiri kera sakti yang sedang meregang nyawa. Semar berniat un tuk mengakhiri penderitaan kera itu.\n“Kera sakti, maafkan kami jika telah menyakitimu, kami hanya menjalankan tugas dari para dewa,” kata Semar sambil mengerahkan kesaktiannya untuk mengakhiri penderitaan kera sakti. Akhirnya, kera sakti pun mati di tangan Semar dengan senyum yang indah dan penuh keikhlasan.",
          "gambar": ""
        }
      ],
      "video": "url_video",
      "moral": "Pesan moral dari Legenda Kera Sakti di Puncak Gunung Slamet adalah seburuk apapun orang memperlakukan kita, kita harus menjalani hidup dengan sebaik mungkin dan tetap ikhlas karena mungkin Tuhan sudah menakdirkan kita bertemu orang – orang seperti itu."
    }
  ]
}
